# -*- coding: utf-8 -*-
from __future__ import unicode_literals

from django.db import migrations, models


class Migration(migrations.Migration):

    dependencies = [
        ('RatingScrape', '0003_ratingstars_title'),
    ]

    operations = [
        migrations.AddField(
            model_name='ratingstars',
            name='text',
            field=models.CharField(max_length=255, default='iOS9において以下の不具合の報告を頂いています。\n\n・商品詳細画面において、商品の色やサイズを選択できなくなる現象。\n\u3000\u3000※バージョン2.8.4にて修正いたしました。\n\n・アプリの更新(アップデート)が完了しない。\n\u3000\u3000※iOSを9.1にアップデートすることで、改善されることがあります。\n\n・一部の文字入力アプリ(カスタムキーボード)において文字入力の際に楽天市場アプリが終了してしまう。\n\u3000\u3000※カスタムキーボードをOFFにすることで、改善されることがあります。\n\n不具合解消に向け鋭意調査・解析を行っていますが、より迅速に快適なアプリを皆様にお届けするため、\n不具合を発見された方はお手数ですが下記フォームより情報をお寄せください。\n\nhttp://r10.to/ios9support\n\nユーザーの皆様にはご迷惑をおかけし申し訳ございません。\n今後も楽天市場をよろしくお願いいたします。\n\n-------------------------------------------------------\n\n楽天市場でいつでもどこでもショッピング！\n全国40,000以上のお店から買い物ができる、日本最大級の通販アプリです。\n楽天市場の1億点以上の商品からあなたの気になるアイテムを簡単検索！\n楽天スーパーポイントが貯ります！\n\n【主な特徴】\n１．サクサク動作で「商品検索」や「ランキング」等が利用できます。\n２．バーコードリーダーで楽天市場内の欲しい商品の最安値を簡単にチェックできます。\n３. さらにアプリ限定ラッキーくじで毎日合計10,000ポイントが当たります！\n\n是非、アプリでのお買い物をお楽しみください！\n\n\n【サクサク検索でもう買い物にストレスを感じない！】\n探したい商品をキーワード検索やジャンル検索でストレスなく\nサクサク検索できます。\nスマートフォンのショッピングが今よりもっと楽しくなります。\n\n\n【バーコード検索で気になる商品をダイレクトに探せる】\n気になる商品をその場でピッ！！\n楽天市場で取り扱っている商品をバーコードから簡単に検索します。\n\n【人気の商品は何？売れ筋商品ランキング】\n気になる今の売れ行き商品は何？\n楽天市場では、1億点以上の商品から今一番売れている\n商品のランキングが閲覧可能。\n各ジャンルや男女別など、様々なランキングも見れます。\n\n【アプリ限定のポイントアップキャンペーン】\n母の日や、父の日、バレンタインデーからクリスマスまで、\n大切な人へのプレゼントには楽天市場のシーズン特集。\n人気アイテムがお得な価格で手に入れられるかも。\nアプリ限定のポイントアップキャンペーンも実施しています。\n\n\n【楽天市場には季節ごとに様々な特集があります！】\nバレンタイン\nホワイトデー\n母の日\n父の日\nハロウィン\nクリスマス\nなどがあります！\n\n【安心･安全なお買い物】\n私たちは、お客様に安心･安全なお買い物を楽しんでいただける楽天市場を目指しています。\n楽天市場は、個性豊かなショップがお客様に幅広い品揃えと楽しいお買い物体験を提供することを目指しています。\n楽天は、お客様にどのショップでも安心・安全なお買い物を楽しんでいただけるよう、さまざまな取り組みを行っています。\n\n※ アプリの起動ができない方は、こちら（http://bit.ly/ichiba）より情報のご提供をお願い致します。\n※ アプリの起動ができない方は、アプリを一度削除して、再度インストールすることで、起動できない問題を解決することができます。'),
        ),
    ]
